Revit 2027 API
BuiltInFailures.GroupFailures.GroupCannotSave Property
 The group cannot be saved at this time because one of its instances is being edited.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId GroupCannotSave { get; }
Public Shared ReadOnly Property GroupCannotSave As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ GroupCannotSave {
	FailureDefinitionId^ get ();
}
static member GroupCannotSave : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace